IDEA Open Model
FemElement.Type Property
Compatible with IDEA StatiCa 20.1
 Type of the finite element 1 - triangular element 2D 2 - quadrilateral element 2D
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Type { get; set; }
Public Property Type As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
FemElement Class
IdeaRS.OpenModel.Result Namespace